buredinkabudget
khana
cmputr
kapde
ghar
sab
mehenga
bewakuf
bnaya
sirf
inhone
kachhua
sir
toh
students
ke
pakke
wale
dushman
hain
EMONEG
salmaan
khan
tumhare
naam
pichey
khan
accha
nahi
lagtahai
hata
de
muslaman
ke
naam
ko
jo
itna
hi
bura
kagta
hai
islamic
dharm
abhi
chod
de
zarurat
nahi
hai
tumhari
islaam
ko
kon
bhai
remember
happen
place
also
koi
apni
jagah
se
nahin
hilega
pls
couple
hot
makeout
sessions
corner
liby
journal
section
different
guys
weird
recently
saw
another
couple
using
favored
spot
wtf
seriously
sale
salman
khan
abki
dekhna
hai
ki
teri
pic
kaise
hit
hogi
bina
muslim
ke
sale
tum
log
muslim
per
daag
ho
allah
kare
ki
app
ki
film
bajrangi
bhaijaan
south
therator
mey
reliz
ho
jaye
supw
ki
aisi
ki
taisi
EMOPOS
kavi
marks
add
toh
hue
nahi
le
aaya
main
beta
agr
aisi
hi
achi
life
chahta
hai
ladkiyo
chakkar
mt
padiyo
kutta
bna
deti
hain
na
na
tum
bahut
chu
panti
ki
harkat
kiye
logical
indian
kuch
bhi
likhte
ho
ek
bar
soch
bhi
liya
kro
likhne
se
pehle
speed
nai
train
na
suru
karne
ke
alawa
kuch
khas
nhi
raha
maalgadiyo
ki
tarf
koi
khas
dhyan
nhi
diya
gaya
thankgod
bach
gai
waheguru
thnkjuu
sare
engineer
dhakke
kha
rahe
hai
ajkal
kutto
ki
tarah
lo
sci
na
na
llo
lo
someuser
EMONEG
worth
thought
finder
funny
clever
show
sad
didnt
even
get
season
listenbhagavad
gita
conspiracy
hatched
brahmins
collusion
kshatiryas
enslave
womenvaishya
amp
beefban
sari
earth
ke
faadu
sticker
lagey
hotey
ullu
bananey
ko
grr
activists
demand
release
jharkhand
tribal
leader
new
delhi
nov
ians
condemning
arrest
woman
trib
delhi
walo
sawdhan
ho
jao
ye
kejriwal
agent
hai
delhi
ko
mullo
ke
haatho
nilam
kar
dega
ye
pakistan
log
vaise
jokers
bankar
ku
bethe
kyun
hilana
hai
desh
main
stability
hain
development
hain
instability
kyun
chahiye
pakistan
se
paisa
liye
ho
kya
hum
bhuke
mur
rahe
hai
sir
rt
amusednawab
landacquisitionbill
krishi
pradhan
desh
sunte
sunte
kaan
se
khoon
nikal
aaya
industry
pradhan
kab
banega
muslim
brothers
sisters
plz
salman
khan
ko
unlike
karo
aor
lanat
bhejo
salman
khan
pr
salman
khan
hindu
higaya
hai
islo
ezzat
mat
bezaty
karo
allah
ki
lanat
hu
bodhy
baba
par
ram
ram
bhai
guddu
lagta
hai
kachua
sir
ko
apne
bache
hue
baalo
se
moh
nhi
hai
inka
kuch
karna
padega
bhi
indian
hu
kon
hota
ye
jo
musalman
ko
gali
de
khud
ko
musalman
kehta
jaheel
last
night
thought
one
guy
friends
meta
touching
couldnt
look
eye
today
chl
dhyan
rakh
le
yar
sala
hrami
muslmano
ka
dushman
badnam
kiya
hai
muslman
ko
kalank
hai
kabrustan
mai
tera
paisa
kaam
nahi
aayega
balki
aamaal
aor
sabse
pahle
imaan
pakka
hai
ya
nahi
acha
acha
sahi
hai
efforts
mat
laga
tera
kabhi
koi
boyfrnd
ni
ban
sakta
guy
cmmtd
suicide
ye
nhi
dikh
raha
kisi
grl
ko
thnk
abt
crcmtances
rt
thechauvinists
saudi
arabia
awards
pig
zakir
naikwho
encourage
muslims
jihadist
myjihad
beefban
apke
gags
ke
wajah
se
hi
hum
jinda
hai
warna
husne
ka
bahana
aur
bacha
hi
kya
tha
tu
du
proffesor
kyu
ni
bn
jata
bc
hindu
muslim
ke
naam
pe
paisa
kama
raha
hai
salman
khan
shame
han
muje
lag
ri
thi
bjpdost
fail
ho
jaye
dukh
hota
hai
dost
first
aa
jaye
aur
zyada
dukh
hota
hai
aapsweep
aapstorm
tcogdyelclzky
mun
kaha
hori
better
take
joe
pa
pet
semetary
may
never
win
agdin
kya
hai
yar
ye
bhai
apna
time
barabaad
mat
karo
kisi
ko
koi
rply
nai
milne
wala
kisi
ki
mat
suno
bs
meri
suno
un
dono
ko
dhakka
maro
mujhse
setting
kr
lo
ill
never
brk
ur
trust
lady
gaga
fears
classmates
los
angeles
nov
ians
singer
lady
gaga
still
touch
people
okk
lol
super
awkward
hella
foggy
rim
tomorrow
games
suppose
tv
lol
uhh
wheres
ball
lol
doesnt
happen
always
cases
kyo
teachers
ko
badnam
kar
rahe
ho
stole
campusites
laptop
sold
online
bought
lot
goodies
month
im
sorry
hota
hai
yaar
jo
dumb
hote
hai
unke
sath
aksar
hota
hai
aanna
ji
aisa
mat
bolo
bharat
ratn
mil
jayega
every
news
channel
seems
taken
supari
bjp
government
madly
hate
bjp
landacquisitionbill
landordinance
kitna
haramkhor
bacha
hain
isna
muslim
ko
chalang
kiya
ha
iska
movie
koi
mat
dekhna
agr
tum
sab
muslim
hoga
nhi
dekho
ge
result
konsa
bc
univrsty
tope
mari
jo
itna
wait
kr
rha
sojao
pooja
salman
nahi
aanewala
hai
kyo
rat
kharab
karrhi
ho
tum
ye
srinivasan
bhai
ki
kripa
thi
ki
isk
jaisa
chutiya
indian
team
ka
captain
tha
nice
somesh
yadav
come
fancy
quote
say
cant
measure
anything
cmon
know
better
looking
hot
means
us
ladki
se
pehli
baar
gatar
pass
mila
tha
kya
jo
tujhe
mosquito
kaat
gaye
malaria
ho
gaay
anarchist
hate
kejru
also
industralization
ye
confirm
hit
nhi
jayegi
kyunki
koyi
musalman
bhai
iski
picture
nhi
dekhega
shadi
rupye
dunga
kanyadaan
ke
modi
mahina
ho
gaya
kaladhan
kab
ayega
ab
jada
fekana
mat
delhi
wale
aap
ki
pol
khol
de
hai
kyu
ls
election
say
jeetu
ya
haru
seva
kashi
kya
bs
jeetne
ke
liye
jhooth
hi
bolte
rhoge
vaise
jo
adami
satta
ke
liye
apne
bachhon
ki
jhuthi
kasam
kha
skta
uske
liye
ye
choti
si
bat
arvind
kejriwal
master
ke
saamne
bheegi
billi
aur
baad
mein
sher
bahut
kamina
hai
ye
baalak
lol
really
chip
games
sala
ye
backchodi
kitni
ki
dat
means
iz
sistr
hmm
kch
nhe
ho
sakta
bhul
ja
usse
oo
grandfather
bas
ab
nahi
kitna
natak
karoge
tumari
movie
nahi
dekoga
jabtak
ke
app
mujse
batnahi
karte
gali
ke
bandar
ye
samajh
na
paye
ki
kab
gaaye
hindu
aur
bakra
musalmaan
hogaye
beefban
aresame
kutte
india
jeet
gayi
wontgiveitback
indvssa
modi
saab
galla
da
krah
bnayi
jayoge
kuj
kroge
someuser
someuser
certainly
wouldnt
spending
hard
earnt
taking
kids
see
say
shels
xi
us
clubs
fold
doubt
amit
ji
ke
baal
safed
ho
gaye
hain
jawaani
aane
se
pehle
dhal
gayi
understand
union
budget
fails
address
issue
fiscal
deficit
wrong
number
hai
baba
ramdav
thursday
night
football
game
sucks
go
chiefs
want
see
hot
head
rivers
explode
sideline
tonight
game
mamle
top
padhai
phuss
sahi
coalgate
se
bhi
bada
scam
someuser
reggie
isnt
interested
dealing
picks
like
old
regime
cant
see
parting
anything
salman
khan
bhai
ap
ko
likes
comments
km
milte
hain
shah
rukh
khan
ki
nisbat
orr
sala
inka
wo
circus
tooi
tooi
tooi
bakwaas
light
kati
hui
hai
EMOPOS
welcome
india
kaise
ho
bhaiyya
chick
complimented
saying
look
like
pornstar
mean
watches
lot
porn
big
youknowwhat
dono
ladkia
tuj
se
tym
kr
ri
hai
tru
hoti
tere
thapd
mar
side
kr
deti
desh
ko
sambhaalne
ke
liye
educated
personality
chahiye
naa
ke
illiterate
jo
us
president
ke
aane
par
dono
countries
ke
relations
discuss
karne
ke
bajaaye
apne
kapdo
se
michelle
obama
ko
impress
karne
laga
huwa
tha
mera
pakka
nu
yar
rt
photogurdeep
speak
wat
apparently
getting
critics
throat
wah
ri
media
ab
ek
ek
aadmi
ki
kahani
chhap
rahe
hai
desh
aur
kitne
bare
bare
kand
ho
rahe
hai
udhar
dhayan
nahi
mahila
ki
beijjti
kar
di
ye
khabar
hai
hahahaha
dhanay
ho
hamari
media
apna
chehra
dekh
pahle
saale
epic
insult
ask
may
come
sir
someone
staffroom
says
gm
bdiya
found
piece
candy
may
injected
something
rajvir
singh
bhai
saab
apni
comment
pe
hi
likes
hats
dont
understand
whats
problem
media
hinduism
want
best
moments
iitb
peeing
standing
skydeck
floor
aiming
towards
poor
chap
sleeping
floor
skydeck
summer
nights
bs
kr
oyee
rulayega
kya
santikrditta
indian
morons
interested
beefban
rather
rapebanfirst
save
women
talk
cows
shitindianlogic
nirbhayainsulted
acha
hai
tab
world
cup
har
gai
roz
rulane
ki
kasam
khayi
han
confession
ne
aby
guddu
kbi
sudhr
ja
yr
han
old
man
pagla
gaya
hai
pending
decision
shit
makes
fucking
nervous
lets
go
pak
indvspak
pakvsind
someuser
fair
dear
truthbetold
available
taiwan
nov
tomorrow
salman
bhai
yeh
bajrangi
bhaijan
pe
comment
aa
rhe
hai
movie
ko
nhee
dekhna
kuchh
naa
aa
raha
tv
pe
award
function
ke
alawa
ghanta
new
year
isse
achha
yaa
dd
metro
tha
frame
dekh
kr
asa
lag
rha
guddu
shaan
school
bunk
kr
ke
cricket
khelne
gay
ghanta
haan
yaar
dimag
kharab
ho
jata
tha
remember
frst
cassatte
jisme
snow
bros
bna
tha
nikla
circus
tank
oho
srbachchan
kattoyyesir
ji
aap
ki
patang
kat
gayi
ahemdabad
shamitabh
kitefastival
makarsakranti
gujarat
amitabhbachchan
ye
kya
baat
hoti
ss
really
good
music
sad
thing
mitch
lucker
died
may
rest
peace
ripmitchlucker
skil
india
tab
hoga
jab
india
rahega
modi
kanhi
seej
fayar
kahi
isi
naksal
waad
jai
hind
movies
laptop
par
film
jab
bhi
nhi
chalegi
hi
bro
hahaha
sahi
guddu
kuch
log
bht
naaspeetey
hote
india
liye
arre
respected
anna
ji
ek
ki
side
ho
jao
kabhi
aap
ki
burayi
kabhi
bjp
ki
confuse
kyo
kar
rahe
ho
mausum
janta
ko
accha
hua
jo
guddu
mummy
ko
samajh
nahi
aaya
papa
ne
kya
bola
hai
warna
papa
ko
khana
naseeb
nahi
hota
EMOPOS
pratiyogita
darpan
ki
spelling
mistake
hai
EMOPOS
apni
mummy
ko
bhi
item
bolta
hai
kya
sale
jerk
mai
toh
papa
ke
dibbe
se
ke
sikke
chura
ke
unhi
ko
bechti
thi
EMOPOS
ki
janis
anti
film
kake
bole
active
fb
chances
wont
getting
iit
first
place
keep
dreaming
aap
ne
apni
oukad
dikhani
suru
kardi
hai
delhi
valo
bhaiyo
soch
samaj
ke
vote
kariye
ye
baayan
hath
sabke
paas
ni
hota
hame
khud
hi
karna
parta
tha
EMOPOS
rt
gareebguy
visa
arrival
countries
matlab
ab
jyada
bheek
milegi
superbudget
sabkabudget
look
teachers
give
go
staffroom
asking
subject
teacher
correct
ur
marks
class
test
salman
agar
tu
ne
mujse
bat
nhi
ki
na
samjo
tera
mera
qissa
khtam
finish
isne
dhoni
ke
barabri
karne
ke
chakkar
match
harwa
diya
call
kiya
tha
agr
aana
nhi
tha
bolna
jroori
tha
EMONEG
ghr
chor
doge
tho
ghr
wale
ksh
ho
jaenge
kya
scnd
thing
yaha
likh
rahe
ho
evn
going
read
nautanki
bnd
kar
ab
wrna
joote
mil
gae
mere
baba
ramdev
bhi
chand
dino
baad
apky
aa
rahy
hai
akhir
kayon
koi
ni
kha
kena
rahulonleave
sad
see
degeneration
thenewshour
timesnow
spicy
saucy
entertainment
channel
land
bill
much
important
jo
game
stiker
mai
hote
hai
vo
kbhi
ni
hote
think
may
person
around
excited
beyonce
half
time
performer
superbowl
look
bhagoda
talking
aap
aapak
sabse
bade
beep
ho
ur
last
election
mark
words
feb
seen
anywhere
india
apart
frm
getting
slapped
inked
roads
yasmeen
khan
dimag
thikane
lga
kr
comnt
kr
superlike
called
izzat
product
male
chauvinistic
society
sala
bjp
itna
dm
lagaye
hua
dilli
itna
inhone
loksabha
bhi
ni
lagaya
tha
ihet
salman
tum
bar
floap
ho
ha
ha
hamare
city
nahi
chalegi
jawab
kyun
nahi
aaya
dono
mai
se
kisi
ko
bhi
udao
boss
partnership
todo
indvssa
wait
power
tomorrow
im
going
miss
new
met
mother
noo
aba
es
photographer
sa
achi
photo
khich
la
ta
hu
sala
tera
maru
ga
chitiya
sa
la
tera
baap
ko
ati
hai
photography
han
saale
chamak
rha
machine
gun
kelly
concert
amp
someuser
bout
shut
bitch
han
thik
hai
failure
rt
oyearchie
dear
pakistan
aise
haraaya
jaata
hai
indvssa
bahut
sahi
tu
apna
kaam
kr
abhi
nahi
aap
ke
ab
aaya
ut
pahad
niche
kejriwal
best
samze
annaji
someuser
yeah
saw
open
taylor
swift
march
awesome
cher
like
fucking
bitch
stage
rj
media
tum
khabar
ko
aise
pes
karte
hoki
public
chutiya
ban
jaye
keh
ke
leli
sbne
tumhari
feel
pity
abp
news
khujliwal
ko
full
support
de
rahi
zee
news
bjp
ko
full
support
de
rahi
kasam
se
yaaro
bas
ab
ek
satambh
desh
ka
gir
gya
media
bik
chuka
hai
ab
es
desh
ko
koi
ni
bcha
sakta
gandhi
hataocongress
bachaovarna
museum
mein
jao
aapsweep
sanak
gaya
hai
kya
agye
tum
log
chennai
se
salman
khan
tere
pean
dee
phudhe
mara
kece
randi
beachy
wow
drew
peterson
convicted
september
murder
wide
never
found
body
wide
smfh
june
day
gonna
worse
galaxy
foams
aree
yaar
please
pic
ka
size
bada
rakho
padhne
halat
kharab
ho
jati
hai
btw
keep
EMOPOS
wide
ball
ka
decision
empire
ye
sooch
ke
deta
tha
ke
kulfi
kon
khilayeega
EMOPOS
bharat
din
sirf
din
hi
deshbhakt
jagte
hai
pehla
august
aur
dusra
indopak
cricket
match
sex
toys
banned
india
dey
available
online
indian
penal
code
indecency
alow
sold
markets
pls
stop
putin
dis
fake
confessions
cant
watch
rafas
ill
back
video
til
end
heartbreaking
EMONEG
plus
reminded
ao
set
careless
world
tour
hit
places
cali
haha
fuck
yoo
aai
yar
bevkoof
ladke
ye
confession
page
hai
autobiography
nhi
likhni
hai
yaha
narendramodi
landacquisitionbill
farm
land
year
touchedshrinking
farmed
land
good
food
security
happy
valentines
day
trending
even
february
badi
mushkil
se
pese
juta
ke
raat
bhar
lie
vdeo
game
laye
ghar
pe
ki
raat
bhar
khelenge
kismat
khraab
ke
vdeo
game
ka
outlet
tv
fit
hi
nahi
hua
par
subha
pese
dene
pade
oldmonk
bhai
tabhi
democracy
page
dono
ki
chudi
padi
hai
hospital
kabhi
nhi
leke
gya
hoga
kamina
girls
like
think
met
wrong
girls
time
ab
type
karte
kate
fingariya
dard
hone
lagi
delhi
kolkata
overnight
prabhu
ji
jaan
lena
hai
kya
isski
film
allah
kare
flop
ho
aur
age
jo
bnayega
wo
sab
flop
ho
aur
hogi
tujhe
kiya
pata
slman
musalman
ki
dua
ki
kiya
taseer
hoti
hai
modi
ji
aap
ka
sv
asakeam
fail
hai
yar
beech
mei
jo
gap
whan
hath
nikala
kiran
bedi
still
searching
reason
bjp
losing
go
see
mirror
delhidecides
delhielections

yaar
hamare
school
teachers
ne
kabhi
hamare
aansu
nahi
dekhe
pitai
ho
jati
thi
har
baar
EMONEG
sala
leke
mere
teacher
samose
khate
EMOPOS
got
toffee
instead
ladoo
kanjoos
sare
mujhe
gussa
un
saale
hinduo
par
aata
hai
jo
nasmjhi
modi
ji
ka
virodh
karte
hain
rt
additivemonaya
uae
ka
toh
tel
nikal
gaya
indvsuae
ryans
going
amsterdam
tomorrow
EMONEG
wahh
fuck
even
goes
tak
ho
payega
manavjivan
doubt
vote
modi
lacs
balck
money
used
new
developing
policies
aapsweep
sale
kutiya
si
ban
ke
baith
gya
tu
uski
bagal
aise
kha
setting
hori
teri
science
paper
indo
pak
match
agar
india
haar
gayee
bachon
ka
mood
hoga
aur
exam
mein
lug
jayegi
app
promised
lot
programme
money
let
first
say
every
political
parties
make
promise
elected
enjoy
power
yrs
happened
days
know
apne
aqirat
ki
fiqar
karo
wanha
kon
bachega
sirf
allha
tobakarle
nada
anna
bhi
aap
shamil
hogaye
imandari
koi
nahi
sab
politics
entry
marke
lutna
chahate
hai
youva
job
ki
talash
bhatak
raha
bhrast
vyastha
koi
sudhar
hota
dikh
nahi
raha
landacquisitionbill
abki
bar
kisan
virodhi
sarkar
pehle
hi
baat
ho
choki
thr
refuse
admit
year
bring
groundhog
day
jhoot
bol
raha
bhai
uski
marunga
garbage
bin
bhai
address
dena
school
kaa
meri
saat
pustein
aur
unki
pustein
bhi
yahi
padhengi
castle
sun
staying
tues
mother
said
aint
safe
dere
new
york
wit
sandy
thru
dere
fvck
sandy
modi
ji
kay
sare
kam
acche
hay
par
ek
kaam
bura
hay
inko
aapan
ne
jitaya
election
hay
ya
world
tour
package
purana
pm
silent
mode
naye
pm
flight
mode
hamare
desh
ki
kismat
hi
kharab
hay
never
get
task
bcz
central
govt
school
mai
tha
mai
lol
bhai
musalman
hone
ka
faraz
nibha
deta
brother
hahaha
abishek
bachan
sath
sath
guddu
ko
laat
pad
gye
EMOPOS
EMOPOS
EMOPOS
bhai
aise
karoge
toh
ham
nhi
jaynge
dkhne
bajrngi
bhaijan
abe
salman
khan
yaha
logo
ko
bewakuf
bana
raha
aur
log
ban
rahe
per
nahi
banoonga
samjha
bajrangi
bhaiya
aise
banne
lage
ho
gaya
kam
bas
yar
ghante
di
ram
ram
rt
soulsamsara
ha
bhai
kal
panipuri
bhi
ban
kar
beefban
kab
kitna
karaogewait
supw
class
mein
hum
school
garden
ki
jhaadiyan
saaf
karte
thay
remember
standard
happened
difference
model
got
problem
left
brother
alone
EMONEG
mechanical
toh
fir
bhi
chance
hai
aur
engineers
ka
kya
hoga
drgarekar
instead
sleeping
parliament
decided
sleep
elsewhere
problem
rahulonleave
hogs
kruga
na
hamre
vote
nahi
milenge
aapko
agar
us
din
muslim
ki
cap
pehni
didi
shastri
bhee
kaunsi
kam
panauti
hai
jab
bolta
hai
india
doesnt
want
stage
loose
wicket
koi
ho
jata
hai
EMOPOS
someuser
smh
im
waiting
black
ppl
cuss
tomorrow
denzel
lol
niggas
red
carpets
presidents
mind
roads
slums
sweep
aamaadmiparty
aapsweep
delhidecides
khayega
aur
paise
ki
need
bhi
bahut
bhai
aj
chooza
booza
old
monk
nd
brainles
kid
ka
threesome
zrur
hoga
EMONEG
ye
musalman
jab
hinduo
se
dosti
karni
hoti
hai
ya
meljol
karna
hota
hai
shirtpant
aur
bina
topi
ke
aate
hainaur
jab
hinduo
se
tanaav
hota
hai
kurta
pazama
aur
topi
lagakar
aate
hain
aapne
bhi
dekha
hogaaisa
kyo
jo
kaam
chor
aur
free
ka
khane
wale
ho
hai
uske
liye
kya
bhi
kam
hai
sabse
saste
rate
electricity
ke
delhi
main
hi
hai
ab
free
main
milegi
delhi
walo
ko
electricity
ye
hi
hai
na
agr
main
jhut
bol
raha
hu
google
par
search
kar
lo
free
ki
aadat
mat
daalo
nahi
delhi
ko
uttar
pradesh
bnane
main
tym
nahi
lgega
sama
mein
nahi
aa
raha
kisko
galiya
du
budget
ko
ya
apne
aap
ko
ye
bhi
koi
budget
hamare
ghar
cycle
thi
papa
paas
kabi
ye
cheez
feel
ni
ki
feeling
sad
hua
kuch
sala
kutta
kamena
amara
time
west
kara
tia
salman
aap
win
shattered
myth
modi
invincibility
aapyogendra
aapstorm
aapsweep
aapkidilli
delhidecides
mummy
ki
baat
nahi
suni
bhagawan
ab
kya
hoga
teachers
day
hum
party
krte
aur
childrens
day
hum
se
humari
party
krwate
login
karne
ke
baad
aapke
account
ka
free
recharge
add
ho
jayegaa
bad
austin
rivers
overrated
dont
see
came
round

fan
saath
aap
majak
toh
nahi
kar
rahe
hona
someuser
aston
villa
joke
mate
profile
pic
may
wanna
hit
gym
head
bridge
bitch
slaps
jogon
kejri
sullo
ka
chamcha
hai
jago
hindu
jago
lanat
baba
ko
bharat
se
bhagao
popat
bnaa
diyaa
saale
ne
rand
dev
apni
maa
bhen
ko
bhi
bech
sakta
hai
rammi
hindo
salman
kafir
kuty
ho
tum
gandoo
admin
ke
mat
maano
ye
birth
se
ab
tak
single
pratiogita
darpan
ki
spelling
galat
hai
hindi
ab
kis
baat
bheek
mang
rha
rha
hath
faila
kr
eid
pr
wrong
number
kabhi
indiya
raho
modi
ji
kasmir
hamara
janam
shid
adikar
sal
kangres
ne
bevkuf
banaya
ap
ko
jitaya
ab
visvas
mat
todana
piliz
sar
jitni
bhi
galt
dhara
kasmir
use
hatao
baki
des
ham
yowa
chalahi
lenge
han
di
aise
mat
bolo
match
hrane
guddu
ka
maa
ka
bahut
bada
hath
hota
agr
guddu
ke
papa
rokte
nhi
sher
ka
kutte
kab
se
muqabla
karne
lag
gaye
sher
sher
hi
rahega
rhi
bat
modi
ki
keju
modi
ke
pairon
ki
dhool
bhi
nhi
hai
modi
modi
modi
modi
kachua
sir
ne
pakda
hota
pakka
mummy
ko
phone
lagate
lesson
ab
kabhi
nahi
karega
help
ab
jab
bhi
aisa
hoga
tu
bhagega
aap
dobara
yha
glti
se
confess
na
krna
acc
sirf
aap
hi
moralss
baki
dunia
chu
sorry
frnds
bhai
nahi
aa
sakte
love
failire
abhi
bhi
sant
rahu
tumhara
dimag
thik
hai
tumhe
abhi
tumhe
samajh
nahi
aarha
na
jis
din
koi
aur
mujhe
koi
aur
lejaega
sadi
karke
usdin
samajh
aaega
tumhe
abhi
baithe
raho
tum
app
collage
bhi
jaate
hoge
mere
ghar
wale
mujhe
collage
nahi
jane
dete
kyoki
bhaut
ladiya
kerta
hu
aapko
koi
kuch
bole
mujhe
bata
dena
ya
msg
ker
dena
naa
viswas
ho
ajmaker
dekh
lena
plz
give
one
chance
kalu
oo
grandfather
bas
ab
nahi
kitna
natak
karoge
ignorance
bliss
news
media
lies
thrive
people
please
learn
read
research
landacquisitionbill
han
han
hahaha
koi
dharam
imaan
nhi
hota
sir
logo
ka
balak
guddu
pe
itna
zulum
ghor
andher
EMOPOS
kejriwal
use
issues
dont
last
even
days
last
time
saale
gandhi
aur
congressi
ko
support
karoge
toh
yahi
hoga
na
ladkiya
fir
fail
ho
gyi
lolz
old
man
pagla
gaya
hai
ptaa
ni
mere
frd
list
mei
ni
hmm
se
age
kuch
bol
lo
ladki
achi
honi
chahiye
virgin
mobile
network
bhi
hota
teri
maa
ka
agar
aap
nahi
daalenge
aapke
account
recharge
add
nahi
hoga
kya
salman
bhadve
mar
jaye
woh
log
jo
mujse
jalte
hai
mere
bharmini
hone
se
jalte
hai
unka
wenaash
ho
jaye
sir
hum
pad
likh
kar
barujgar
ghum
rhaye
hain
hun
etni
mahnat
kar
kye
pade
etna
padne
babjud
koi
kaam
nhi
mil
rha
sab
paise
kye
piche
hain
sir
plz
hlp
sir
lagta
hai
aaj
bhi
bating
nahi
milega
indvssa
tu
sefp
ladkiya
phir
fail
ho
gayi
hain
ha
ha
awesome
abbe
mujhe
idea
mil
gaya
tha
na
bhakto
ko
pata
nahi
ke
jitni
bar
kashmir
border
par
upa
ki
sarkar
ke
saal
main
goli
bari
nahi
huyi
usse
zyada
modi
raaj
main
goli
bari
hui
kya
ukhar
liya
modi
ne
nitin
gadkari
aise
sunn
raha
hai
jaise
sansad
mushayra
chal
raha
ho
guddu
mujhe
bhuk
nhi
hai
aur
aaj
dunia
ki
koi
bh
takat
mujhe
pura
match
dekhne
se
hila
nahi
dekh
sakti
isko
sirf
mazaak
hi
udana
aata
hai
tada
bhai
sb
log
aisa
nhi
krr
skta
someuser
billy
cundiff
missed
fg
end
quarter
changed
game
hell
never
play
movie
ke
postar
fardege
hum
sale
kutte
ki
im
going
duke
game
saturday
haha
duke
whata
joke
ab
se
log
nahi
bolenge
paisa
khata
hai
thoda
par
kaam
karta
hai
nicely
removed
chors
delhi
delhidecides
aapstorm
aapkidilli
allahabad
sala
juta
se
maruga
modi
gi
ke
bare
bola
guddu
ka
kuchh
nahi
ho
sakta
aray
ye
kloi
kamina
bhi
name
se
id
open
kia
bar
bar
hi
hi
kar
raha
galti
tum
kar
rahe
ho
aur
saja
mujhe
mil
rha
hai
kisliye
abp
news
wale
himmat
hai
kumar
vishwas
interviw
par
bahas
karie
ek
bhi
dhang
ka
game
ni
hota
tha
aise
casette
mein
arthi
uthaaney
kein
liye
bhi
chaar
logo
ki
zaroorat
hoti
hein
bjp
kein
paas
sirf
teen
hein
EMOPOS
aapsweep
delhidecides
aapstorm
know
dont
give
shit
tomorrow
yolo
kabhi
kabhi
dukh
bhi
de
jaati
hai
ye
special
seat
chutiya
panti
hai
kya
marks
increase
hone
se
tune
st
stephen
ki
cutoff
bhi
cross
krr
dii
iss
bar
shyd
cutoff
ki
thii
means
marks
agr
kree
hmm
ku
chutiya
bna
rha
hai
mere
kai
friends
leke
bdiya
cllge
mai
baithe
hue
hai
EMOPOSEMOPOSEMOPOSEMOPOS
tum
gande
pati
ho
bhot
gande
hate
really
hate
bechari
mummy
india
pakistan
ke
match
bhi
pakode
tal
rahi
hai
sabke
lie
EMONEG
iss
bar
bjp
ka
kutta
muslim
pe
dhabba
aanne
wala
hai
eid
din
jaha
ye
kutta
aayega
jute
mar
bhagao
sale
ghar
ghusu
khuskhabri
ni
dukhkhabri
aaye
pahle
india
haar
kr
na
tum
mujhse
pyar
karte
aur
na
hi
ab
karte
ho
sadi
karna
hi
nahi
chahte
isliye
na
phone
karte
ho
aur
na
hi
milte
ho
jhute
makkar
dhokhebaj
ho
tum
ye
kya
karenge
honble
syd
apko
yd
ho
days
ki
govt
jhn
aap
chillate
rhe
ki
koi
mere
underdelhi
police
speially
nhi
ab
kya
agr
iss
br
cm
hypthetical
situation
bn
gye
sb
aa
jyenge
pagal
ye
asli
salman
khan
thori
hai
EMOPOS
use
gate
se
bahar
hote
hi
utarna
compulsory
tha
EMOPOS
bhai
shaadi
kroge
ya
randwe
hi
mroge
chalo
km
se
km
ab
pak
ke
patake
use
ho
gae
hongeEMOPOS
railway
fair
increased
mean
good
prabhukirail
ek
baar
milke
tyo
dekiyeaap
daang
reh
jaayenge
dont
intend
hurt
cant
help
good
situation
thik
good
anyone
feeling
pessimistic
maybe
thiking
bad
sorry
cant
bcoz
mujhe
aisa
bana
diya
gaya
become
like
yes
hard
told
day
lost
trust
many
thigs
mai
kaise
rah
rahan
hun
rahne
de
akela
nhi
hun
family
hai
saath
mein
sorry
please
dont
expect
bcoz
mera
dimag
sahi
jagah
par
nhi
bilkul
bhi
sorry
kyunki
mujhe
pata
tujhe
bura
lag
rha
ki
mai
aisa
behave
kar
rha
hun
india
sbse
bde
chalte
firte
terror
group
rss
ka
member
hai
modi
ghante
ka
development
karayega
wo
aur
jo
ye
kahte
ki
cant
give
congress
chance
listen
tum
akele
pura
india
nai
bnate
india
boht
bda
saare
smjhdaar
lgte
ho
smjh
jaao
baaki
chlaa
hua
cartoos
dubara
nahi
chalta
yeh
congress
ka
agent
hai
ki
tu
kya
sochta
uss
argument
ke
baare
mein
rahulonleave
congress
self
destruction
path
hehehehehehehehehehe
maine
bhi
kabhi
chalk
tym
par
laake
kabhi
nahi
diya
tha
saala
bahot
harami
hai
guddu
pakka
frustated
engineer
hoga
ye
bharastachar
ke
jit
aapsweep
cant
blame
uae
sons
rich
fathers
always
useless
even
siddharth
mallya
indvsuae
anna
hazare
kajariya
ko
pm
banwane
aye
onka
andolan
ek
conspiracy
tha
public
sab
jaan
hi
jati
hai
harry
redknapp
tells
espn
rumours
interview
blackburn
tuesday
wide
mark
chance
playing
golf
kinda
sucks
missed
classes
graduation
something
may
may
done
chalu
hogaya
public
ko
ullu
banana
aur
jab
koi
ek
excuse
maar
deta
tha
toh
dusra
kehta
saale
ye
maine
socha
hua
tha
tune
kyun
bol
diya
kya
bhej
rahe
ho
kya
kar
rha
capello
bemoans
language
barrier
russia
russia
coach
fabio
capello
spoke
monday
frustration
la
rahul
quits
politics
real
blow
modi
bdutt
sardesairajdeep
sagarikaghose
ndtv
whereisrahul
rahulonleave
im
dark
skinned
nights
walk
around
dark
brown
undie
enjoy
everyone
especially
newbies
get
freaked
seeing
nudie
hostel
hmm
hii
pakistan
abe
uae
tu
bhi
dagabaaz
nikla
uae
chup
raho
saale
humaari
aukat
hi
itni
hai
khud
kuch
ukhaad
nahi
paaye
indvsuae
acha
acha
hackers
already
defeated
windows
readwrite
mobile
ranked
interface
design
behind
ios
android
meli
choti
si
expressrahul
chota
bheem
gandhi
celebtrains
hamare
acting
huner
ainvayi
nahi
nikalte
na
mere
teacher
ne
mujhe
wapas
ghar
bhej
diya
tha
ek
baar
kasam
khuda
ki
aaj
mil
jaaye
wo
ye
aaiyena
naa
wala
character
find
every
school
college
har
cheej
hoshiyari
deta
hai
ye
character
EMONEG
EMONEG
ab
bharose
ke
layak
nahi
hai
aap
kaum
ke
gaddaro
ke
sath
parti
nahi
krte
hum
realized
ive
spent
halloween
super
bowl
sunday
last
two
birthdays
either
library
computer
lab
budha
hai
salman
khan
abe
ja
zhandu
balm
tere
jaison
keliye
kon
waqt
nikalega
telescope
leke
dekhoge
bhi
nazar
nahi
ayenge
bjp
congress
ke
ab
delhi
assembly
aapsweep
aapstorm
khelao
pakistani
players
ko
yahi
haal
hogaindvsuae
aaj
sare
news
channel
wale
per
charcha
kar
geaur
pura
saal
fir
rail
ko
bhul
jaye
gee
second
time
bakra
mat
bano
delhi
school
ka
wo
bag
firse
thama
de
maa
yah
jindagi
ka
booz
huthana
bohut
muskil
hai
aapsweep
delhidecides
aapstorm
chalo
sab
apne
apne
ghar
koi
salman
nahi
aaega
acha
jii
late
fr
raising
voice
arnab
give
arunjaitley
still
mystery
rejected
markets
common
man
timesnow
explain
prestige
puncture
ho
gayi
guddu
ki
ar
hum
utne
hi
khush
kesi
randi
ka
bacha
mujhe
bhai
virat
pe
shak
hai
dhoni
ki
jalan
se
match
harwa
diya
jesus
guddu
rakhi
sawant
nakse
kadam
pe
na
jaye
bas
teri
film
flop
hogi
dekh
tu
ab
salman
khan
kutte
geeks
wala
grup
check
kar
jara
jo
muslmano
pe
kicad
uthayega
hum
use
kuchl
deege
yaad
rkh
che
koi
ho
guddu
bhi
mahaan
logo
ke
kadmo
par
chal
rha
hai
jaha
talent
dikhana
hai
waha
nahi
dikhaya
baaki
jagah
chaah
gya
sir
samay
ke
sath
sari
ummide
bujhti
ja
rahi
guddu
ki
maa
ne
khana
nahi
banaya
hoga
jeet
kar
khali
pet
sona
pada
bechare
ko
ole
ole
koi
bura
man
gya
im
kidding
ghanta
best
friend
bola
bhi
mat
kar
last
time
fooled
kejriwal
ek
dokha
kha
chukey
hain
aur
kha
saktein
nahi
funny
come
back
dont
bf
dude
need
give
thought
cant
imagine
sex
agar
ek
muslim
hoker
iman
ke
saath
gaddari
kartha
hai
use
support
karnewala
usse
bada
kuffar
koyee
nahi
pahale
unku
dawath
jo
us
darinda
ko
support
kartha
ho
kaho
ki
islam
kya
han
di
man
bohot
hai
mera
ghimne
ka
beta
agar
police
complaint
hui
thi
tu
bhi
nhi
bacha
hoga
cause
un
logo
ne
tujhe
call
kiya
tha
phir
bhi
koi
ni
keep
trolling
bad
luck
bcoz
power
lanat
ho
bajrangi
shaitan
par
lanti
slman
han
yaar
byomkesbakshi
bichara
aaj
bhi
nahi
mar
sakta
indvsuae
dosto
pk
movie
mat
dekhna
kyunki
tumara
paisa
peshawar
chaala
jayga
bhai
pichwada
bhopu
ne
kharab
kar
diya
bt
amardeep
sharma
ka
kuch
jyada
hi
ho
gya
hee
aditya
varshney
hahah
humko
ladoo
nai
milte
school
mein
EMONEG
guddu
ka
haseen
sapne
EMOPOS
tere
muslman
hun
te
lanat
hai
someuser
next
wednesday
going
disney
one
chance
avril
go
universal
night
wimp
kailash
vijaywargiya
ko
nikaal
bahar
karenge
aap
ya
apni
saari
mehnat
haamare
bharoshe
pe
paani
phirwaiyega
full
mario
uski
gf
like
bandariya
ki
haal
haan
mst
ji
tum
btaoha
main
vadiya
aj
dp
dhang
ki
hai
thodi
kaan
pe
lgega
tere
smjaha
beauty
par
comment
bardasht
nahi
hota
na
ananyadg
rahulroushan
ibnlive
rahulonleave
rahulgandhi
absence
seems
create
buzz
presence
bas
naam
hi
kaafi
hai
prashant
thapa
vijay
nainwal
sala
isi
mario
contra
chakker
main
xi
mai
grace
mila
tha
sale
tum
hrami
ho
moslim
nahi
tum
saytan
ho
mai
dekh
lunga
koi
tensiong
nhi
tu
musalman
ke
bina
movie
hit
kar
sakta
bola
nachal
karke
dikha
upon
time
crooked
gs
notify
students
exchange
program
could
send
friends
bhai
aisi
english
mein
toh
tera
baap
bhi
nda
mein
select
na
ho
sake
get
life
man
sale
harenge
pappu
fail
ho
gya
baar
mojorojo
shayad
hava
hi
khana
padega
ek
din
beefban
kaise
fir
bhai
aaye
ki
nahi
ab
tk
agar
mushalman
ko
challange
de
rahe
ho
bro
movi
bhar
de
jholi
wali
kavali
kyo
aad
ki
arre
bc

ye
ghatiyapanti
ki
hai
okies
apna
ek
wada
pura
karke
dikhao
bhagore
nothing
true
dektha
hun
kaise
release
karega
movie
protest
mitch
daniels
purdue
presidential
nomination
tomorrow
loeb
theater
pm
bring
friend
soapurdue
aise
nhi
bolna
chaiye
kisi
ko
hogaye
pr
ap
ne
baat
nh
ki
angry
kamal
kartay
ho
yar
kuchh
bache
toh
bas
khade
rehkar
games
hi
dekhte
rehte
kabhi
khelte
hi
nahin
chindi
types
always
used
think
ultra
nerds
make
iitb
realize
guys
clueless
anyone
else
age
group
possibly
socially
challenged
true
yt
vry
annoyn
bchpan
ka
dhoka
yad
agya
EMONEG
mujhe
lga
tha
papa
ki
band
bjne
wali
bt
yha
chkr
hi
ulta
pd
gya
EMONEGp
break
match
boringly
onesided
deserve
nap
indvsuae
yaar
aap
mujhey
nostalgic
kar
dete
ho
realize
bellamy
freshman
qb
play
selection
leaves
lot
desired
option
toss
cmonman
smjhne
waale
smjh
gye
defintly
good
one
jo
nhi
smjhe
wo
staffroom
khud
hi
ek
fish
market
hai
aur
ulta
hume
bolte
class
like
fish
market
kaisa
rha
abhi
tak
someuser
someuser
sat
ray
lewis
home
jersey
didnt
lot
either
dal
sale
ko
jail
lga
life
time
pratibnd
wahan
police
headquarters
bhi
flop
thaki
huee
moviee
bigg
flo
bht
flirtng
ke
chakkar
baar
fas
gaya
girls
sach
girlfriend
ban
jati
hai
aur
mere
phir
lag
jate
hai
mario
yeh
level
pure
mario
game
ka
sabse
hard
level
tha
final
level
se
bhi
level
mein
sabse
zyada
gussa
tab
aata
tha
jab
dono
green
hathooda
fekne
waalo
ko
maaro
aur
mushroom
lene
jaao
aur
miss
ho
jata
tha
teri
saqal
bhi
dekhne
ko
dil
nahi
karta
chor
sale
marja
tu
kutte
haramke
suwwar
aap
ko
vote
delhi
ka
satyanaash
abhi
bohot
kaam
hain
someuser
thanksgiving
australia
halloween
fourth
july
australia
day
queens
bday
christmas
seems
like
imaginary
frnd
guddu
kii
mom
toh
kbhi
notice
hii
nhi
karti
usse
guddu
ki
prestige
pe
laat
maarkar
bahar
kardiya
gandu
hai
ka
hai
na
wo
least
got
jasonholder
must
cursing
indvsuae
cricket
hurr
shat
pratishat
sahi
hai
government
schools
aisa
hi
hota
hai
kya
yaar
frst
time
koi
cnfssn
padha
wo
bkwaas
nikla
chor
kamina
kejriwala
congress
corruption
bareme
bolke
kamaya
aur
congress
support
leka
cm
bangaya
nigga
someuser
hit
full
court
one
handed
shot
brook
lopez
smh
birthday
shit
like
babe
bf
know
im
getting
super
friendzoned
think
worth
closer
good
kahi
plane
ka
petrol
toh
khatam
nahi
hua
paise
late
late
madar
chord
maa
chuda
mumbai
mai
hyd
dheekha
maacood
data
tari
jhut
aisi
koi
dawai
nhi
hai
ling
nirdharan
chrosome
xx
xy
pr
depend
krta
hai
girl
boy
male
ke
sperm
se
hote
hai
iske
liye
girl
jimmedar
nhi
admn
tune
lagta
fb
se
panga
le
liya
undrworld
may
halla
ho
essay
pahle
bat
man
le
bjp
support
se
kar
raha
ye
galat
kaam
human
psychology
ke
baare
mai
aaj
jana
ke
pak
ind
se
haar
jaaye
dukh
hota
hai
ind
mai
sa
se
jeet
jaaye
zyada
dukh
hota
hai
indvssa
tu
kha
hai
aapka
manifesto
full
lollipop
sir
ha
sacchi
mein
wonder
central
park
ladkiya
milne
lagi
sale
lagti
kya
waha
everyone
wants
proven
wrong
abt
indvspak
creativesrj
thousands
hindus
crying
beefban
cartoon
reference
exposes
hidden
sanghie
strain
salman
saale
tu
chorr
kamine
kutte
kiran
bedi
ko
bjp
ne
mute
kar
diya
hae
lol
aaj
kaal
bachey
yeh
kya
janae
sudhirkekre
diggy
isme
naya
kuch
nahi
hai
tiwari
congress
ki
yojanae
copy
ki
hai
mamta
garib
virodhi
budget
hai
woh
bhejta
hoon
every
years
story
himanshu
johri
sudhar
ja
ab
bi
bhaijaan
yeh
msg
apke
muslim
brothers
ho
ghuma
rahe
hai
apko
badnam
karne
ke
liye
na
na
irade
nake
na
hann
nake
bhai
lagta
hai
teri
grammer
correct
karke
sadai
hai
bohot
kisi
ne
faila
bhai
wo
spcl
offer
badbu
bs
kallupura
walo
liye
shame
okk

yaar
meko
aisa
lag
rha
haiis
ishita
oberoi
nei
hi
ye
fake
confession
kiya
hoga
accha
hua
packet
pe
chips
likh
diya
varna
pata
hi
nhi
chalta
kya
kha
raha
udbilau
agar
ne
class
hoti
kissi
boy
ko
top
na
karnr
deti
isme
toper
hi
hoti
EMOPOS
den
lunch
hadd
hai
yaar
kuch
gals
itni
dumb
kyu
hoti
id
room
noel
gallagher
shaun
ryder
bez
etc
instead
im
preston
sat
kfc
brilliant
buda
tu
aap
ka
supporter
lakin
ab
tari
koi
nahi
sunega
gn
ye
nhi
man
ta
bhai
se
achi
meri
girlfriend
ye
feku
issues
ka
bhi
kuch
nhi
karne
wala
hai
lagta
hai
apne
speech
kanhi
se
likha
ke
lata
hai
aur
rharukh
khan
se
acting
seekhke
aata
hai
fekne
ke
liye
beti
bachao
beti
padhao
government
wont
allocate
fund
shame
anna
ka
bhi
kuch
pata
nahi
lagta
kb
kiske
sath
ho
jaye
aur
kisko
chod
de
pata
nahi
chalta
lagta
hai
ab
umar
ho
gyi
hai
isliye
sathya
gye
hai
cable
nahi
hai
transfer
wali
someuser
get
someuser
february
valentines
day
suave
fuckers
focusnewsindia
entire
opposition
congress
amp
supporters
landacquisitionbill
block
india
growth
raina
ko
bali
ka
bakra
na
banaya
jay
know
bhaijaan
kwo
sab
fake
tha
na
na
file
rti
go
public
unfair
anyone
get
deserve
sir
ji
ye
achi
bat
nhi
ki
aap
apne
fan
se
majak
kre
tu
bhi
daaru
pee
bol
usey
lv
phr
wo
confuse
ho
jaegi
expression
dekho
kamine
lol
kachua
sir
ki
laat
seedha
bum
pe
xd
xd
rt
gurmeetramrahim
msgyouthicon
sacha
rishta
wo
nhi
jo
choti
bt
tut
jaye
jo
sala
khud
ki
security
nhi
kr
paya
vo
ladies
ki
krega
ye
sala
kachhua
sir
maarte
bahut
hain
modiji
aap
itna
paysa
ghumne
lagarahe
ho
desh
girvi
rakhana
hai
kya
contra
added
lately
phir
samajh
aya
tha
ki
laundo
ko
ullu
bana
rahe
hain
guddu
papa
toh
emotional
ho
gye
bas
kar
gaandu
kal
pakistan
ki
teesri
haar
hogi
chalo
india
harne
se
skoon
mile
ga
thora
indvssa
di
ap
kamlesh
masi
ko
jante
ho
shemelessly
corrupt
media
rallying
behind
corrupt
parties
showing
campaign
fool
people
delhi
forgetting
principles
journalisam
paid
media
corrupt
nexeus
working
hard
fool
people
delhi
far
corrupt
paid
media
given
space
peoples
movement
janasbha
keen
showing
money
power
corrupt
parties
someuser
put
tebow
top
fucking
fullback
top
btw
ray
lewis
overrated
thing
yup
arvindannaback
trust
opposing
landacquisitionbill
blocking
make
india
amp
development
india
shame
lunch
tomorrow
night
random
hoe
thats
hitting
castle
noo
beckett
guddu
ne
sahi
javaab
diya
sir
cooker
ke
terehe
gussa
ho
gaye
aray
bahi
aao
oo
na
ka
bhi
mai
hat
gaya
buri
halat
hai
amjad
ali
apne
pakistan
ke
lala
lagte
hain
apna
jassos
hain
harwane
aya
hain
uae
ko
indvsuae
yeh
fenku
kejriwal
se
darr
gea
hai
someuser
shouldve
ran
ball
amp
blame
cam
want
flacco
problem
elite
qbs
dont
games
like
sale
kamine
fmly
sath
drnk
party
hoti
hai
tere
ghr
pe
apne
baap
sath
nahi
drnk
karta
agar
drnk
party
nahi
hoti
aj
uske
grandpa
jinda
hote
loverz
ne
metro
ko
ni
choda
kahan
someuser
sucks
amazon
might
left
hate
wont
tuesday
though
rt
nerdybalak
mera
naya
slogan
copyright
lunga
iska
doobegi
dilli
hogi
kangal
agar
aaya
delhi
dubara
kejriwal
jitni
gaaliya
mms
ne
saal
mein
nahi
khayi
hogi
usse
jayada
namo
ne
mahine
mein
kha
li
hai
superbudget
rula
dete
hai
ye
gags
missing
school
life
someuser
cmon
leo
wheres
endymion
amsterdam
know
likes
amsterdam
songs
shit
compared
ones
put
wow
cmnts
keep
paaglo
koi
ni
aane
wala
ghum
le
puri
dunia
chutia
bana
raha
pure
india
ko
kutta
sala
staff
room
party
wo
bacho
ke
paiso
se
hhuh
apni
class
teachers
wafadaar
pille
solar
cooker
aur
pawan
chakki
market
se
purchase
karke
le
aate
aur
unke
chakkar
humaare
mehnat
se
banaaye
projects
ko
sala
koi
poochta
tak
ni
tha
class
ki
almaarion
pade
pade
sad
jaate
EMONEG
unki
maa
ka
thermacol
waise
dusro
thermocol
projects
todke
unhi
uppar
holi
hai
karne
bhi
alag
maje
tha
ro
le
fir
bhaiyya
hame
bachpan
se
batane
ki
kossis
ki
jati
hai
scam
kya
likhu
han
agree
system
inefficient
relentlessly
playing
wid
students
careers
usse
hi
hindi
translate
kara
lena
es
worldcup
guddu
purani
tv
dekh
raha
hai
kam
se
kam
led
tv
de
dete
garbage
ji
maa
ch
dalo
inki
kal
jeeto
yaar
indvssa
agr
replay
nhi
diya
maggy
khalunga
abe
sunna
may
right
thing
still
hate
guys
think
like
tht
EMONEG
mtlb
itni
bezti
hogai
lekin
kutte
ki
dum
kbi
sidhi
nahi
hogibjpians
still
fighting
tauntingsharam
kro
aapsweep
delhidecides
pados
ke
uncle
dekh
lete
topa
utarte
hue
ye
ki
abba
se
keh
bhi
dete
aur
ghar
aate
shamat
ajati
thi
lkn
hum
tab
bhi
nhn
sudharte
congressmen
laugh
potshots
taken
us
traitor
amp
dont
hoods
delhidecides
distressed
soul
dont
ever
let
girl
talk
another
guy
problems
shoulder
cry
becomes
dick
ride
iski
bc
itni
jaldi
match
aa
rhe
sala
neend
puri
nh
ho
rhi
pta
nh
bc
ye
star
wale
indvspak
see
paid
corrupt
media
action
show
live
telecast
rally
corrupt
political
party
fool
people
delhi
aur
ye
see
andy
carroll
header
technique
cmon
thats
technique
technique
passing
ball
yards
times
rahulonleave
missing
difference
time
news
cares
days
anything
living
around
sala
khutta
bajrangi
bana
hova
kuch
sharm
kr
thats
complete
crap
someuser
began
sadat
peace
bibi
wants
use
military
free
someuser
lt
cmon
kya
ho
gaya
madarchod
supar
dupar
flop
ho
gae
teri
movieâ
buhubali
rocxx
EMOPOS
sale
andhon
pahle
dekho
phir
khobsurat
bolo
salman
kya
hai
aam
insan
hai
hamari
tarha
jo
help
manga
hai
allah
se
mango
police
protesters
clash
republic
day
march
turkey
day
marking
anniversary
founding
aap
paagai
thai
channelwale
bhi
buffalo
bills
kyle
williams
misses
practice
thursday
second
straight
day
buffalo
bills
bills
nfl
ab
tu
jada
bolne
lagi
haisoch
kar
bat
kar
warna
aayega
ni
pitega
bhag
kg
bhag
beta
south
africa
baaki
sab
theek
tha
ad
bana
ke
galti
kerdi
tumnain
rahul
gone
venus
empower
someone
told
women
venus
stop
asking
whereisrahul
rahulonleave
ok
jinx
broken
sa
ki
toh
keh
ke
le
li
kuch
bhi
ho
jaaye
uss
pakistan
wale
ke
pataakhe
nahi
footne
chaiye
aaj
huu
hum
kam
az
kam
fight
ker
haaray
lekin
tum
loog
zillat
ki
maut
maaray
gaye
bwoyblunder
itne
kbhi
number
nhi
aaye
bc
exam
mere
aapsweep
bete
peida
hote
rahe
beto
ki
shadi
kisse
krwayega
ramdev
ji
plz
koi
beti
peida
hone
wali
dwai
bnaiye
ghr
jake
start
kruga
aapne
aisa
kha
salman
ki
aap
bina
muslmn
ki
apni
pix
hit
kra
doge
bhai
yeh
sab
har
police
station
pe
hona
chahiya
facebbok
pe
nahi
south
africa
harne
ka
dukh
south
african
se
jyaada
pakistaniyo
ko
ho
raha
hai
indvssa
maukamauka
india
ko
world
cup
jitana
guddu
ko
tv
se
chipka
rakkho
ek
baar
sir
ne
humse
balloons
mgaye
baad
pta
chla
ki
sir
ldke
ka
bday
tha
aur
humse
project
naam
se
mgaye
ese
hote
hn
aajkl
teachers
bhai
kya
mazak
hi
ye
ho
gye
looks
like
ur
promises
fake
like
sure
take
big
turn
hmm
occurs
havent
received
residual
check
nearly
year
think
email
sag
tomorrow
bhosrdi
kya
bolta
hai
musalmaan
nich
hai
nhi
nhi
bhencho
ek
din
unmukt
chand
bhi
retire
ho
jaayega
afridi
still
playing
pakistani
version
dev
anand
indvspak
nhi
iss
semi
final
pehle
sab
cmmnts
aur
reply
padh
kr
hi
sar
dard
ho
rha
tha
chal
theek
hai
sab
bekar
koi
nhi
aane
wala
salman
nhi
aayega
aur
admin
kaha
busy
ho
yaar
aj
kal
apk
post
darshn
dabh
ho
gye
EMONEG
aur
bhaag
lo
ab
ham
aapke
upar
trust
nahi
kar
sakte
aapne
imandari
ka
chola
pahan
ke
ullu
banaya
mai
faclulty
gate
paas
hu
ldkiya
taad
raha
hu
bhai
sb
ko
mirchi
wali
samose
khilao
bahut
chilla
rhe
aloknath
bdabbuji
aapsweep
aapstorm
khud
kia
nakli
mooch
aur
bache
kuche
baal
mundwana
tho
bantha
hai
bharatbuilder
maine
supw
mein
master
saab
ko
paise
de
diye
apne
aap
mil
gaye
EMOPOS
kabhi
modi
kabhi
mamta
kabhi
kejri
kabhi
kiran
ab
kya
lalu
ya
choutala
ko
sath
lekar
bharstachar
ke
ladoge
mjhse
ni
mngwai
aaj
tak
chalk
EMONEG
du
really
playing
wid
students
career
got
selected
delhi
police
got
internals
nd
got
back
mark
nd
hard
work
wasted
bcoz
teachers
admin
aap
chutiye
ho
abvp
wale
paise
de
rahe
hain
kya
unko
promote
karne
ke
liye
page
shud
renamed
delhi
university
abvp
confessions
going
unlike
page
faisal
bhai
tum
yaar
humaare
paap
yaad
dila
dete
ho
okay
kyaa
yaar
umidd
thi
aaj
kuch
tak
sapna
sch
hoga
leki
pandey
ji
umid
tod
di
naa
toh
car
kab
aayegi
aillaa
guddu
ko
master
ki
laat
aahh
bjp
chor
party
delhi
niwassio
ko
buddu
maat
banna
modi
chortera
kam
tammamstop
none
sense
kuttoo
tummara
servenash
hoga
chunav
bjp
main
iska
yr
ye
haal
hai
yr
tak
chanki
pandey
ke
career
ki
tarah
ho
jayega
khatm
usk
ghr
wale
kraa
rh
ye
jhut
hai
whenever
show
virat
kohli
shout
dude
hate
youindvspak
pakistan
bhai
jaan
kuch
kami
si
lag
rahi
pata
nai
kyun
ye
sab
tune
relation
mein
aane
se
pehle
kyu
nai
socha
jo
ab
soch
raha
hai
uski
life
kharab
karne
ke
baad
tum
jaise
insaan
ki
soch
kabhi
nahi
badal
sakti
okies
kyoki
kejri
banaras
walo
ka
chanda
lekar
bhaga
hai
abe
aap
wale
har
time
kami
mat
nikal
karo
beefban
abhari
iss
sarkar
kyuki
isha
kanun
shayad
yahi
sarkar
bana
sakti
jo
tum
bolte
ho
tum
wo
karte
nahi
ho
iss
bar
nehi
jeet
sakenge
paki
bat
hai
jaise
jaise
wicket
jayenge
waise
waise
rohit
sharma
dukhi
hoga
indvsuae
boys
calvin
watkins
explains
sunday
night
games
bad
luck
cowboys
kya
ukhad
lega
du
ja
isse
btr
ip
chale
jao
campus
toh
vo
pta
tum
hi
ho
mayankktalwar
padh
lo
mere
secular
bhaijaanislam
bhi
gau
hatya
mana
hai
beefban
new
shit
things
know
friday
postal
service
brink
default
second
new
swag
dekh
le
teri
puppy
ke
chakr
mein
kam
ho
gye
kab
tak
contra
stage
mei
phasa
rhega
best
roomie
talks
sleep
doesnt
know
rest
wing
heard
none
us
told
yet
change
yesterday
make
day
look
hope
toward
tomorrow
anonymous
anilkapur
agar
modi
poison
ko
ban
kar
dein
shayad
ye
log
virodh
mein
poison
bhi
kha
leintusharg
tinasharmat
deshobhaa
beefban
tu
nsui
ka
hi
pilura
se
yo
te
manne
bera
tha
wide
wali
eent
sirf
deekhane
ke
liye
hoti
thi
ki
power
se
ghatiya
power
koi
nahi
hoti
EMOPOS
muje
abi
ni
pata
saare
teacher
kuch
zyaada
hi
masti
karte
hain
distressed
soul
dont
ever
let
girl
talk
another
guy
problems
shoulder
cry
becomes
dick
ride
bhai
sidha
mere
dil
pe
waar
kiya
hai
rula
diya
koi
mera
bhi
admission
kara
sirf
ek
hi
kaam
dhang
se
ata
hai
golf
capsules
nick
watney
missed
chance
sunday
cimb
classic
victory
closing
course
kamina
bachcha
han
maine
bola
nahi
max
muje
laga
delhi
ghum
let
khana
la
pls
yar
main
akela
ni
kha
sakta
samjha
kar
tera
concern
hi
dn
enuf
mre
lye
tu
chil
mar
padh
le
isme
nahi
khul
rha
yaar
offer
stability
manifesto
modi
ji
janta
maaf
nhi
karegi
jb
pehle
hi
pta
hai
ki
ye
tingu
lofer
hai
EMOPOS
mere
sath
ulta
hota
tha
mummy
mana
karti
thi
paise
dene
liye
papa
chupchap
se
de
diya
karte
bet
confession
posted
matki
chick
way
pathetic
women
send
flowers
work
lol
jab
pk
movie
chali
toh
ramdev
aur
swamy
ki
jali
indiastandswithpk
dear
bjp
ab
toh
band
kardo
chaipekharcha
delhidecides
aapsweep
kejriwave
mai
nahi
janana
chahata
sorry
modi
hum
aap
ko
bahumat
de
aap
hame
sirf
bhasad
de
ye
delhi
nhi
chalega
abki
bar
kejriwal
ab
chipak
ke
fayada
nahi
ye
dho
dala
humko
apka
koi
yojnaplan
sahi
trah
se
upyog
nahi
ho
paya
interview
kfc
tomorrow
fuck
im
going
understand
single
work
said
idek
hardly
understood
interview
set
unless
got
throw
back
thursday
picture
michael
jackson
dont
give
fuck
faggot
ass
picture
aap
nahi
aaoge
bda
ashleel
hai
te
launda
kachua
sir
ne
emotional
kr
dia
anna
ji
please
gala
baat
mutual
kariye
aap
bhi
apne
image
kharab
kar
rahe
ho
sonia
gandhibeta
ab
ghar
aaja
maine
tere
liye
bahut
badiya
poison
banaya
haiaaja
raja
beta
isko
pe
le
aur
ban
ja
president
ye
sala
aabmi
hai
ya
transister
good
grls
failed
lol
mario
ko
kudane
liye
remote
ko
hi
yahan
wahan
bahut
kiya
hoga
bus
dabana
bhool
gayi
hongi
hihihi
sab
ko
ullu
bana
raha
salman
ok
bye

srinivasan
ka
chamcha
tha
ek
jail
jayega
toh
doosra
cement
factory
sambhalega
delhi
ki
janta
nahin
kuch
dalal
media
aur
news
traders
aap
ke
sath
hain
timesnow
aapstorm
raghav
teri
chaddi
abhi
utregijo
bola
hey
karo
agaya
ghra
pe
modi
ji
roj
hajaro
gaaye
kat
rhi
uanka
kuc
kro
jo
bi
suvar
gaayo
ko
katata
un
ko
fasi
ya
haat
per
kat
kr
corahe
pr
fek
salo
ko
EMOPOS
purane
din
yaad
aa
gaye
EMONEG
stop
dude
someuser
dook
football
even
sun
shines
dogs
days
unc
landacquisitionbill
kro
trakki
kissano
ko
maar
ke
ae
jalimbache
tumhare
bhi
khush
nai
rhege
jo
jaisa
dusro
sath
krta
uske
sath
aisa
hi
hota
cheated
dada
worst
ever
rewarding
corporates
election
funding
acchedin
nightmare
koi
apni
jagah
se
nahin
hilega
warna
guddu
ka
baap
favicol
se
chipka
dega
jabi
kahu
ye
dhoni
itna
slow
kyo
khelta
hai
ab
saari
mehant
vha
lga
di
aa
gaya
anna
ka
ghinona
chehra
samne
highlight
hona
chahta
ye
kejri
iske
aandolan
ki
hi
pedaish
dramaparty
abe
kha
saitan
ke
cakkr
pade
ho
pakistan
ki
huyi
fir
se
haar
ab
ki
baar
kejriwaal
indvspak
oksorry
missing
familybadly
dekhna
aaj
pakka
dhoni
retirement
le
lega
EMONEG
harami
hai
iski
bhadwa
ki
mov
mat
dekna
someuser
think
murray
may
leave
way
team
drafts
round
admin
bro
yeah
chut
kyu
dimag
laga
rahe
ho
apna
modi
ji
kath
ki
handi
barbar
nahi
chadti
ab
tumhari
asliyat
samne
aa
gayi
hai
sirf
sabse
jyada
raliyan
karne
se
kuch
nahi
hota
janta
ke
liye
kaam
bhi
karne
padte
hain
gujrat
model
ka
naam
le
ke
janta
ko
bebkuf
banaya
mahino
main
aaj
tak
kon
sa
kaam
kiya
bjp
ne
ye
batao
sirf
states
main
election
raliyan
karne
ke
siwa
ya
videshon
main
ghumne
ke
siwa
uma
gupta
reply
post
drunk
posting
friends
without
meeting
friend
yahan
internet
bahat
slow
hai
sorry
tera
boyfriend
priest
lagta
hai
tu
btameez
dil
btameez
dil
mane
na
maane
na
mera
wala
lallu
tha
usko
pata
nai
laga
aabay
india
sowar
cow
ka
peshab
penay
walay
pakistan
aja
tujhe
karachi
ka
peshab
khane
ly
jaounga
roz
liter
pelaounga
khane
hai
tujhe
cow
ka
gobar
bhe
khelaounga
maa
ke
choot
tere
teray
bhen
loray
bagwan
ki
yaar
aap
kuch
nhi
kar
payegi
plz
modi
ko
support
karo
powerful
moti
rt
biharitweeter
main
aas
paas
tere
meri
akal
tu
hai
ki
nahii
rahulonleave
whereisrahul
honda
livo
aise
jagah
ye
einstein
ko
bhi
fail
kar
de
film
hindu
logo
ki
baout
inshirt
kari
ha
salman
ne
bajarangi
ki
wat
lagi
raki
ha
sam
sam
pk
tera
interestg
websiteg
developmentg
mein
hai
tu
kitna
bhi
krle
salman
teri
bajrangi
bhaijaan
flop
ho
ker
rahegi
insaallah
luncher
paaji
ki
jai
kabi
khane
se
ya
khane
ke
bare
sochne
se
baaj
aao
jo
khud
ek
mazaak
ban
kar
rah
gaya
ho
wo
dusaron
ka
kya
mazaak
udaayega
agar
aisa
kiya
hai
number
ka
gadha
hai
aapsweep
aapstorm
hrs
horror
film
bjp
amp
congress
hrs
thriller
film
whole
country
bhagoda
hai
sala
ye
sab
bahane
hai
ghar
ka
kaam
na
krne
ke
beefban
maharshtra
main
daru
bandhi
gujarat
main
peene
se
gujarati
ruke
nahi
khane
se
maharashtrian
kaise
rukenge
niggas
lakers
dick
still
gon
finish
damn
near
first
seed
yo
team
struggling
spot
bhaai
baccho
ka
dil
dukhare
ho
aap
aate
nahi

tumhare
kya
haal
main
saal
ka
ho
gaya
ek
bhi
girlfriend
nahi
aur
tune
hi
bana
li
kamine
kya
problem
kamine
male
friends
ye
bhudhe
log
bhi
kitne
kamine
hote
hai
na
saala
kal
ki
hi
baat
hai
mai
metro
jarha
tha
rajeev
chowk
pe
ek
bhudhe
uncle
chade
jo
bht
lean
khada
bhi
ni
hoya
jarha
tha
unse
unhe
dkh
ke
mere
emotions
jaag
gye
maine
unhe
apni
seat
offer
kr
di
vo
bht
khush
hue
baith
gye
next
station
pe
ek
sweet
si
girl
chadi
mere
brabar
aake
khadi
hogyi
saale
bhudhe
ne
use
apni
seat
offer
kr
di
khud
khada
hogya
dur
se
mujhe
kaatilo
vali
smile
deta
rha
saare
log
mereko
dekh
rahe
jaise
maine
kuch
galat
kam
kr
diya
ho
itna
bura
feel
hua
fr
lga
chal
chor
yar
ye
kalyug
hai
yaha
bhlayi
ka
zmaana
nahi
raha
hai
par
fr
bhi
bht
bura
lga
shayd
agr
mai
vo
seat
kisi
ko
deta
vo
shayd
esa
na
krta
felt
guilt
dn
knw
hansraj
maine
kya
galti
ki
hai
mujhe
kis
bat
ki
sja
de
rahe
ho
tum
sorry
say
allowed
match
around
tv
room
india
play
food
poisoning
akib
jawad
tu
sultan
ko
flop
karayega
tu
abe
ja
chutiya
ja
tu
yha
se
nhi
thok
dunga
pagl
nhi
ho
gya
tu
kejriwaal
main
mudde
se
bhtk
gya
yr
suna
hai
pk
movie
anti
hindu
hai
yar
kabhi
anti
islam
movie
bhi
bana
dia
karo
islam
ke
naam
par
sabki
nani
mar
jati
hai
sakshee
sharmasharma
kuttiya
saali
still
huhh
delhi
walo
ager
bjp
ko
vete
diye
kuchh
bikas
ni
ho
sakta
hoga
man
ki
bat
ya
chay
pe
charcha
aur
kuchh
ni
milne
wala
yeh
bahut
buri
baat
hai
bc
dusre
section
ki
monitor
itna
ganda
face
banati
thi
jese
chalk
nhi
uska
hath
maang
liya
ho
nicess
kise
jamane
mai
bandariya
hogi
tabhe
knows
well
thk
mere
cmnt
pe
na
koi
like
krta
na
rply
aisa
kyu
EMONEG
aur
ye
gaya
guddu
ka
bapu
boundry
paar
pritishnandy
chinmaykrvd
beefban
sir
thatways
lot
people
employed
trafficking
woman
also
right
loksabha
chunav
ke
time
mamta
banerjee
ki
delhi
wali
sabha
bheed
nhi
juti
beemari
ka
bahana
bana
liya
tha
ye
hain
anna
pakistan
mein
kal
pk
movie
ka
release
hona
boht
mushkil
hai
kuch
log
dekhne
jarahe
hain
agar
release
hogai
tcoegebazwnmn
chipke
sab
log
lost
gameEMONEG
rt
desh
virodhi
log
modi
sarkar
landacquisitionbill
ka
virodh
karwa
rahe
hai
notg
allowedg
tog
celebrateg
ha
sab
thik
ye
virat
kohli
ko
samja
lawandiabaazi
chhor
ke
thoda
run
bhi
bana
le
instituted
new
award
best
rack
iitb
years
undisputed
winner
xxi
xxa
sorry
confessor
cant
publish
names
feel
free
tag
whoever
like
bhai
voh
owaisi
ke
chamche
hi
fake
news
ko
failarahe
hai
required
rate
pakistan
exactly
total
unemployment
rate
indvspak
mrsgandhi
delhi
hs
chosen
ths
mayhemnw
pay
aap
mla
amanatullah
says
batla
encounter
fake
probe
delhidecides
fuck
halloween
fuck
thanksgiving
fuck
birthday
fuck
christmas
new
year
valentines
st
patricks
april
fools
fuck
dude
sexual
preferences
apart
anybody
would
caught
act
joke
day
months
come
dharti
pe
vinashkaari
tatv
hai
ye
ban
udbilao
worldcups

rt
bhateketan
someone
never
works
wants
go
leave
strange
rahulonleave
arree
yaarr
saziailmiissounlucky
could
give
friday
complex
aapsweep
delhidecides
sara
media
bika
hua
oh
good
news
modi
kitna
na
mard
ek
kejriwal
ko
rokne
ke
liye
saare
bjp
ke
neta
lagaya
true
story
ab
normalization
ne
engineering
colleges
ki
maar
li
oh
come
guys
vc
rabid
megalomaniac
putrid
guy
villain
like
appeal
modi
ji
bharat
ki
badhti
abaadi
ki
fikar
kijiye
jo
bharat
ko
patan
ke
maarg
per
lejaa
rahi
jisko
dekho
modi
ko
chalenge
karta
hai
dimag
kharab
ho
gaya
hai
media
ka
bhi
kutto
ka
bhi
ya
really
true
missed
days
ek
second
liye
laga
ki
guddu
ki
maa
ne
gaali
di
sab
thik
hi
hai
okay
someuser
watch
woman
black
may
terrible
night
salman
muzhe
mere
sawal
ka
jawab
cahiye
hum
nich
tu
kon
akher
tu
bhi
muslim
na
reply
jb
aana
hi
ni
tha
kejari
stupid
person
india
bhagoda
liar
suitable
labels
kejari
ho
jygi
cbse
never
delays
marksheets
pervert
must
ur
school
fault
someuser
bhai
itne
bade
confession
post
karke
hum
par
julam
na
kr
ki
power
leke
end
krta
bc
EMOPOS
mat
dekho
brothers
sisters
dekha
nahi
jayega
board
pe
jo
problem
hain
wo
main
tough
dikhta
hain
suraj
sachdev
post
pic
winner
daaru
pizza
happens
anything
iitiansensuffix
prepared
see
news
coverage
toi
yeh
paanch
faal
tumhein
beef
faal
fe
kam
nahi
lagenge
beefban
lisp
reduces
probability
getting
girl
turn
reduces
probability
precious
money
wasted
girl
invested
daru
vote
kisaano
se
batoreor
ab
sarkaar
chahti
hai
uhni
ke
haat
aa
jaaye
katore
landacquisitionbill
annareturns
galat
hai
bhaiya
seriously
EMONEG
jo
bhi
ho
arvind
kejriwal
ji
pure
india
ko
apne
comedian
style
se
entertain
bahut
kar
rahe
hain
aapsweep
modihello
kejriwal
merapas
seat
hai
kya
karu
kejriwal
olx
per
bech
de
arvind
kejriwal
educated
man
like
people
politics
money
congress
two
side
coin
enquiries
congress
scams
years
government
atalji
mr
modi
fooling
public
public
delhi
foolish
understanding
aap
hope
public
grievances
arvind
kejriwal
slept
road
delhi
winter
night
politician
india
taking
panes
public
making
money
scams
corruption
every
office
busy
making
money
bribe
vote
aap
freedom
corruption
abdul
raheem
bhai
iske
nhi
samajh
aayga
mu
bhat
hai
sala
maners
hai
hi
nhi
isme
isko
samjhan
khde
ke
aage
bajana
hai
kab
pahunchega
another
subject
students
get
fail
kapoor
saab
kya
kahenge
chl
ht
salman
modi
kuch
bole
wo
sb
sahi
ho
jata
bt
agr
koi
aur
politician
kuch
achcha
bi
bol
de
toh
sare
bjp
wale
uspr
attack
kr
dete
firse
sob
chork
bhagoge
nahi
se
someuser
look
countries
playing
seeds
also
missing
ched
evans
bellamy
ramsey
collins
etc
etc
tb
har
pakki
du
